# 서문

이 책에 포함된 26 편의 글들은 2009년에서 2016 년을 통과하며 작성했다. 

이전에 발간된 두 권의 책에 포함된 글들을 제외하고 완성되어 공개 가능한 모든 글들을 수록했다. 두 책에 영향을 미치거나 재료가 된 글들도 이 책에 포함되어 있다. 

장르적으로 이 책에 포함된 글들은 시와 소설로 구분하는 것이 가능하고 누군가에겐 그렇게 하는 편이 유익할 것이다. 다만 책의 편집에 있어서 저 두 장르의 구분이 큰 의미를 가진 것은 아니다. 내가 그걸 구분지어야 할 만큼 어떤 것에 큰 애정이나 책임을 가지고 있는 것도 아니다. 어떤 글들은 거의 같은 글이라서, 어떤 글은 이어 읽으면 좋아서 등 몇 가지 편집 원칙들이 있기는 하다.

책은 큰 주제에 따라 네 개의 장으로 나누었다. 각각의 장 제목들은 키워드로서 포함된 작품의 주제를 이해하는데 도움이 될지도 모른다. 한편으론 작품의 가능성을 한정하고 제약할 것이다. 이것이 내가 바라던 바이고, 주제를 명시하는 것의 큰 목적이라 할 수 있다. 이 책을 관통하는 거의 유일한 정서라 할 수 있는 지리멸렬한 중언부언을 포착해낼 수 있는 독자라면 네 개의 장이 너무 많다고 느껴질 수도 있겠다.

이 작업들은 내가 앞으로 하지 않을, 하지 않아야 할 작업들이 될 것이다. 그러면 좀 더 행복해질 것이다. 뭐든 행복한 쪽이 낫다.

김미루
